География
{
	Существуют три материка отделенные магическим барьером от полностью поддавшегося хаосу мира. Переход через эту границу означает смерть.
	
	Государства
	{
		Людские государства достаточно многочисленны, но в тоже время тесно связаны друг с другом разного рода отношениями.
		Эльфы населяют разные территории в зависимости от подрасы.
		Дворфы преимущественно занимаются ремесленным делом и проживают в больших, по человеческим меркам, городах-государствах.
		Орки же живут небольшими обособленными от всего остального мира крепостными лагерями.
		Империя
		{
			Империя - наибольшее из государств Химлайна. На его территории необособленно друг от друга сосуществуют многие развитые расы, такие как люди, эльфы и дворфы. Само же государство образовалось как результат многолетней войны между силами, представлявшими разные расы. Группа людей, найдя поддержку представителей окружающих рас, смогла остановить войну и основать новое государство - Империю. После чего на этой территории воцарился мир. Хоть и ненадолго.
		}
	}
}
Глоссарий
{ 
	Эдан
	{ }
	Бранн
	{ }
	Рофлан :3
	{ }
}
Бестиарий
{
	Высшие антропоморфные расы:
	{
		Люди, эльфы, дворфы, орки.
	}
	Низшие разумные расы:
    {
		Гоблины, Тролли, Кобольды, Дриады, Кентавры, Минотавры.
	}
	Описание видов в целом
	{
		Люди
		{
			Люди небогаты на культуру и знания. Но в тоже время они являются не слишком, но равномерно развитыми во всех аспектах. Обладают наибольшей численностью и наибольшей общей территорией, среди развитых рас.
		}
		Эльфы
		{
			Эльфы - одна из самых древних из обитающих на материках рас. Они имеют богатую культуру, сохраняющуюся из поколения в поколение. Также именно эльфы первыми начали заниматься систематизацией и записью имеющихся знаний.
			Имеют множество немногочисленных по населению городов, стройно вписывающихся в окружающую природу.
		}
		Дворфы
		{
			Немногочисленная раса низкорослых и крепких созданий, похожих внешне на людей. Живут повсеместно в городах, в которые сложно попасть представителям других рас.
			Являясь отличными инженерами и кузнецами, дворфы играют важную роль в жизни других рас. Они куют оружие и броню высокого качества, что ценится повсеместно. В основном, именно за счет продажи оружия и других товаров, связанных с военным делом, дворфы обладают высоким экономическим развитием. Многие представители других рас осуждают их, считая, что дворфы наживаются на войнах, и порой даже сами провоцируют конфликты.
			Дворфы поделены на два сословия:
			1. Знать, которая имеет власть во всех сферах жизнедеятельности дворфийского общества.
			Чаще всего представителями знати являются семьи дворфов с глубокой историей. Они имеют наибольшее влияние в обществе.
			2. Чернорабочие, которые не имеют высокого происхождения и вынуждены работать на собственностях знати.
			В обществе чаще всего их мнение не учитывается, и нередко притесняется. Например, если представитель черни нарушает законы, то он получает более жестокое наказание, нежели представитель первого сословия.
			Города дворфов имеет достаточно строгую структуру, они делят знать и чернорабочих с помощью торговых и ремесленных кварталов.
			Дворфы принципиальны и, порой, упрямы. Их зачастую буйный нрав не редко делает дворфов зачинщиками каких-либо дебошей. Но есть и другие в меру спокойные представительны дворфийского общества. Чаще всего за счёт своей целеустремленности, дворфы являются профессионалами в тех деятельностях, в которые они решают вложить усилия.
			Семья в ценностях дворфов играет важную роль, это отдельный круг общения, в который одновременно входят два, а то и три поколения. В каждой семье есть глава (зачастую это либо самый старший среди членов семьи либо имеющий важный пост на производстве).
			Семьи, имеющие собственные производства имеют весомый авторитет в обществе дворфов. Чаще всего производства соперничают, что приводит к борьбе семей, кланов, порой не только на рынке продукции.
			Иногда сотрудничающие семьи образуют кланы (объединения двух-трех семей). Такие союзы создаются для какой-либо взаимопомощи, периодически образуя монополии.

			Некоторые дворфы, имеющие низшие права в обществе, пытаются установить новые порядки в дворфийском обществе. Они создают нелегальные группировки, задача которых подрывать деятельность знати. Многие подвергаются жестоким репрессиям, но те, кто преуспевает в данной деятельности, обретают внушительную власть. Зачастую, такие группировки весьма многочисленны. Только образуя такое давление, они становятся реальной угрозой для знати. Со стороны чернорабочих и других дворфов низкого происхождения эти организации пользуются большим уважением.
		}
		Орки
		{
			Орки похожи на людей, но способны выдержать большие нагрузки в связи с развитой мускулатурой. Характерное место размещения их крепостей - территории с тяжелыми условиями для жизни (пустыни, территории с низкой температурой и т.д.).
			Племенные обычаи и обряды отбора воинов способствовали укреплению военной сферы деятельности у всей расы в целом.
			Крепости орков имеют общий свод законов, но в тоже время, каждая такая крепость дополняет его своими правилами и нормами, имеющими силу только на территории этой самой крепости. Между крепостями-соседями нередко могут происходить конфликты и даже войны.
			Орки живут отдаленно от политики и войн других народов. Они считают, что их народу это ни к чему. Но если к ним придут с войной, они примут противника с достоинством.

			Остальные расы стараются обходить орков стороной, так как считают их варварской и агрессивной расой. Еще больший негатив в отношении орков демонстрируют эльфы, считая, что их присоединение к числу высших рас достаточно спорно.
			Орки же относятся к остальным расам по-разному, что связанно с разногласиями между крепостями. Но чаще всего всё происходит по принципу "как ты, так и я", поэтому зачастую отношение определяет сама раса "гостя".

			Орки ценят трудолюбие, выносливость, честность и свободолюбие. Именно такие качества зачастую имеют вожди и другие орки, обладающие авторитетом у местного населения.
			Наиболее тяжело в обществе орков женщинам, так как они не могут показать тех качеств, которые ценятся в обществе орков.

			Высокий статус у орков имеют их старейшины и шаманы.
			Шаманизм орков сильно отличается от магии других рас, так как он основан на поверьях и обрядах, тесно связанных с природой.
			Шаманы орков отличные травники и алхимики, также они довольно часто имеют дружескую связь с низшими расами, являющимися аспектами каких-либо стихий.
		}
		Гоблины
		{
			Гоблины - низкорослые зеленокожие создания, обитающие преимущественно в лесных и полустепных территориях. Они очень хитры и проворны, поэтому предпочитают силе количество. Гоблины обитают большими колониями близ трактов или же других мест наживы. Весьма агрессивны, умеют пользоваться короткими клинками и некоторыми инструментами, что помогло им обустраивать их колонии. Деятельность гоблинов пагубно влияет на жизнь других высших рас. Они воруют посевы, убивают скот, нападают на торговцев около трактов. Имеют любопытную страсть к блестящим предметам.
		}
		Тролли
		{
			Тролли - достаточно древняя раса, имеющая племенной строй общества. Высокие, худощавые имеют антропоморфную структуру тела. Живут на обширной территории и в связи с этим имеют некоторые физиологические изменения. Так, существует несколько видов троллей: лесные, морозные, пустынные. Тролли самая развитая среди низших рас во всех аспектах. Племя троллей строго поделено на своеобразные касты: каста воинов и каста духа.
			Каста воинов включает в себя военные отряды, охотников и другие должности связанные с боевой деятельностью.
			Каста духа связанна с шаманизмом, травничеством и различными обрядами.
			Племенем управляет вождь, совместно с кругом приближенных, в который входят глава касты воинов и глава касты духа.
			Тролли избегают контакта с высшими антропоморфными расами, но при встрече стараются вести себя мирно.
		}
		Кобольды
		{ }
	}
}
Сюжет
{
	Концепция
	{
		Повествование завязано вокруг трех персонажей и некоторого артефакта, о нем ниже. История каждого повествуется в своем временном отрезке (около века).
		Персонажи имеют некоторую родственную связь друг с другом и все трое в какой-то момент узнают о существовании артефакта.
		Артефакт не имеет строгой материальной формы. Неизменным остается лишь его свойство: Артефакт позволяет одноразово совершить “time lapse” и изменить сделанный когда-то выбор.
	}
	Первый эпизод
	{
		Вступительный акт
		{
			Краткий пересказ без побочных событий
			{
				//*N* - диалог, где N - номер диалога
				Сюжетная линия берет своё начало на прибрежной территории. На этой полустепной местности расположены три деревни. ГГ. пребывает в таверне “Серебряный осетр” и пытается найти информацию о тех, кого можно ограбить.
				Местные мужики, помня о недавних нападениях, начинают подозревать Эдана в том, чем он занимается. ГГ. окружают, вытаскивают из таверны и тащат к конюшне. Начинается диалог между ГГ. и одним из мужиков по поводу личности Эдана. *1*
				Через несколько минут из таверны выбегает Бранн, трактирщик, который только-только услышал происходящие на улице события. Подойдя ближе, он вступает в разговор. Услышав несколько уловок ГГ., Бранн начинает верить Эдану. *2* Поддавшись авторитету Бранна, мужики уходят, оставив Эдана в покое. Бранн извиняется за них и разрешает ГГ. переночевать в таверне. *3*
				На следующее утро Эдан возвращается в лагерь, к сожалению банды, без информации. В это время компания почти полным составом сидит у костра, в ожидании ГГ. и еще одного информатора. По приходу Эдана, завязывается диалог нескольких персонажей о воспоминаниях и том жестоком пути, который они прошли за долгое время. *4*
				Банда встречает второго информатора, принесшего уже более приятные вести. Они узнают об одном зажиточном человеке, который идеально подходил в качестве цели для разбоя. *5*
				Ночью они отправились на дело. Цель оказалась в той же деревне, где находится "Серебряный осетр". Эдана посылают открыть ворота. Оказавшись в деревне, ГГ. встречает двоих мужиков, из тех, что напали на него в таверне. Недолго думая, он убивает их, чтобы не подвергать риску налет. Спрятав тела, ГГ. открывает ворота.
				Ворвавшись в деревню, конница стремительно направилась к вышеназванной таверне. Целью оказался местный трактирщик, который уже несколько лет копил деньги для того, чтобы перевести семью в город и начать там новое дело.
				ГГ. прибывает к уже горящей корчме спустя несколько минут, последний. Из таверны все еще доносится шум. Зайдя внутрь, Эдан натыкается на трупы нескольких своих соратников. И на труп Бранна, в сжатой руке которого до сих пор лежит окровавленный меч. Лицо Эдана болезненно исказилось. Прострацию прервал крик. Взгляд Эдана упал на испуганную девушку, все сильнее и сильнее прижимающуюся к стене. Трое бандитов медленно сжимали кольцо окружения, плавно двигая оружием из стороны в сторону. Снова недолго думая, Эдан что-то прокричал. Раздражение и тревога смели довольные ухмылки с их лиц.
				Следующие три четверти часа заняло бегство от несуществующей угрозы.
				Эдан в очередной раз подтвердил собственные мысли. Его жизнь противна ему самому.
				Убедившись, что погони уже нет, компания направилась в лагерь.
				Заметив отстраненность ГГ., один из относительно близких товарищей Эдана подошел к нему. Завязался разговор, в котором Эдан рассказал о своих мыслях и о том, что он думает покинуть банду и попытаться хоть как-то изменить свою жизнь. *6*
				Через несколько дней Эдан прощается со своим другом и остальными. *7* После чего ГГ. отправляется в ближайшее к лагерю поселение, купить провизию. Там он слышит разговор двух торговцев о некоем Страннике, знающем способ изменить жизнь . *8*
				Эдан отправляется на поиски Странника.
			}
			Диалоги
			{ }
		}
	}
}
Имена собственные
{
	Название мира
	{
		Утвержденное - Химлайн

		Эриаст
		Дорестир
		Хеллонд
		Гондорвин
		Дорвайн
		Ландорвин
		Элевраф
		Феллонд
		Томбарф
		Лерианд
		Эгронд
		Энеглар
	}
	Первый эпизод
	{
		Имя главного героя первого эпизода
		{
			Утвержденное - Эдан
		}
	}
}